---
kind: property
id: P:Autodesk.Revit.DB.Visual.Mirror.CommonTintColor
zh: 镜像
source: html/2db42e4a-dd06-8d72-3198-8527c70d2d26.htm
---
# Autodesk.Revit.DB.Visual.Mirror.CommonTintColor Property

**中文**: 镜像

The property labeled "Tint Color" from the "Mirror" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".